Revit 2027 API
ParameterTypeId.VisGraphicsRvtLinks Property
 "V/G Overrides RVT Links"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId VisGraphicsRvtLinks { get; }
Public Shared ReadOnly Property VisGraphicsRvtLinks As ForgeTypeId
	Get
public:
static property ForgeTypeId^ VisGraphicsRvtLinks {
	ForgeTypeId^ get ();
}
static member VisGraphicsRvtLinks : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace